[
  "settings-search",
  "recent-files-obsidian",
  "calendar",
  "realclaudian",
  "tag-wrangler",
  "omnisearch",
  "templater-obsidian",
  "obsidian-style-settings",
  "callout-manager",
  "editing-toolbar",
  "obsidian-git"
]